/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   ft_exit.c                                          :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
<<<<<<< HEAD
/*   By: pdemocri <sashe@bk.ru>                     +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2020/09/12 22:05:40 by pdemocri          #+#    #+#             */
/*   Updated: 2020/09/12 22:05:42 by pdemocri         ###   ########.fr       */
=======
/*   By: fgavin <fgavin@student.42.fr>              +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2020/09/12 02:49:54 by fgavin            #+#    #+#             */
/*   Updated: 2020/09/12 02:49:55 by fgavin           ###   ########.fr       */
>>>>>>> 41af8fc1cc432629be1c3ff6fb5f00e3112c0343
/*                                                                            */
/* ************************************************************************** */

#include "libftprintf.h"

int	ft_exit(char **args)
{
	ft_printf("exit\n");
	return (0);
}
<<<<<<< HEAD

/////////////////// реализовать работу функции
=======
>>>>>>> 41af8fc1cc432629be1c3ff6fb5f00e3112c0343
